var review=Vue.extend({
    template:'#review',
    data:function(){
        return{
            content:[{title:'《记忆大师》反转烧脑不停 造就悬疑片的“正道”',part:'2014年，由陈正道执导的《催眠大师》上映，新颖的题材，再加上十分到位的悬疑效果，使得《催眠大师》成为影迷们热议的焦点。就在今年，陈正道带来了“大师”系列的又一部力作《记忆大师》，本期节目，我们就来看看《记忆大...'},{title:'《英伦对决》全新突破 影评人给成龙演技打9分',part:'英伦大战，吹响号角。卸下战袍，回归真实。成龙电影全新突破，《今日影评》邀请中国传媒大学教授索亚斌独家点评《英伦对决》。'},{title:'沙丹评点《羞羞的铁拳》 赞演员表演高度技巧化',part:'2017，大鹏携新作《缝纫机乐队》归来，献映国庆档。珠玉在前，《缝纫机乐队》能否成为票房黑马？本期《今日影评》邀请人民网主编蒋波，为您解析。'},{title:'今日影评《缝纫机乐队》 小众梦想能否点燃大众热情',part:'2017，大鹏携新作《缝纫机乐队》归来，献映国庆档。珠玉在前，《缝纫机乐队》能否成为票房黑马？本期《今日影评》邀请人民网主编蒋波，为您解析。'},{title:'今日影评之《英伦对决》 老牌“007”给成龙当绿叶',part:'老牌007，加中国功夫之王，最强对手碰撞最亮火花。撕掉标签，勇于尝试，最高演技展现最大突破。《今日影评》特邀中国传媒大学教授索亚斌为您前瞻《英伦对决》'},{title:'今日影评：《羞羞的铁拳》艾伦能否逆袭成男一号',part:'离奇的剧情设定，密集的笑料包袱，《羞羞的铁拳》携话剧余威，进击国庆档，能否再创辉煌？铁三角的回归，人生对调的窘境，我们又如何看待笑料背后的隐藏的反思与深情？本期今日影评，特邀影评人陈刚，为您预测《羞羞的铁拳》：“老...'},{title:'当王晶回归严肃 “香港往事”将如何讲述？',part:'1991年电影《跛豪》《五亿探长雷洛传》香港上映引发轰动，26年后，王晶复刻经典，携手甄子丹、刘德华带来电影《追龙》，虽高产，但饱受争议，导演王晶能否凭借《追龙》正名？碎片化的“香港往事”又能否掀起怀旧热潮？'}],
            hotReview:['这个逆生长的超级英雄身体里竟然住着一个老灵魂','《会痛的十七岁》，为什么你们的青春总是疼？','看完电影，我给大鹏的第三部导演作品想了新策划']
        }
    }
})
Vue.component('review',review)